<?php
/**
 * Created by PhpStorm.
 * User: PC41
 * Date: 2017-08-14
 * Time: 13:27
 */

return array (
    'BLOOD_TYPE' => array('请选择血型','A', 'B', 'O', 'AB'),   //血型
    'CLOTHING_SIZE' => array('请选择尺码', 'S', 'M', 'L', 'XL', 'XXL'),  //衣服尺码
    'EUDCATION' => array('请选择学历', '小学', '初中', '高中', '大专', '本科', '硕士', '博士'),  //学历
    'HEIGHT' => array('请选择身高','150cm','151cm','152cm','153cm','154cm','155cm','156cm','157cm','158cm','159cm',
        '160cm','161cm','162cm','163cm','164cm','165cm','166cm','167cm','168cm','169cm',
        '170cm','171cm','172cm','173cm','174cm','175cm','176cm','177cm','178cm','179cm',
        '180cm','181cm','182cm','183cm','184cm','185cm','186cm','187cm','188cm','189cm',
        '190cm','191cm','192cm','193cm','194cm','195cm','196cm','197cm','198cm','199cm',
        '200cm',
        ),
    'WEIGHT' => array('请选择体重','40kg','41kg','42kg','43kg','44kg','45kg','46kg','47kg','48kg','49kg',
        '50kg','51kg','52kg','53kg','54kg','55kg','56kg','57kg','58kg','59kg',
        '60kg','61kg','62kg','63kg','64kg','65kg','66kg','67kg','68kg','69kg',
        '70kg','71kg','72kg','73kg','74kg','75kg','76kg','77kg','78kg','79kg',
        '80kg','81kg','82kg','83kg','84kg','85kg','86kg','87kg','88kg','89kg',
        '90kg','91kg','92kg','93kg','94kg','95kg','96kg','97kg','98kg','99kg',
        '100kg','101kg','102kg','103kg','104kg','105kg','106kg','107kg','108kg','109kg',
        '110kg','111kg','112kg','113kg','114kg','115kg','116kg','117kg','118kg','119kg',
        '120kg','121kg','122kg','123kg','124kg','125kg','126kg','127kg','128kg','129kg',
        '130kg','131kg','132kg','133kg','134kg','135kg','136kg','137kg','138kg','139kg',
        '140kg','141kg','142kg','143kg','144kg','145kg','146kg','147kg','148kg','149kg',
        '150kg','151kg','152kg','153kg','154kg','155kg','156kg','157kg','158kg','159kg',
        '160kg',
        ),
    'OCCUPATION' => array(
        '0' => array('IT|互联网',array('互联网','计算机软件','IT服务','电子技术','计算机硬件','网络设备','电信运营','网络游戏')),
        '1' => array('金融业',array('基金/证券','保险','银行','信托/担保')),
        '2' => array('房地产',array('建筑/建材','室内设计','物业管理')),
        '3' => array('商业服务',array('专业服务','广告/公关','中介服务','检验/认证','外包服务')),
        '4' => array('批发|零售',array('快速消费品','耐用消费品','贸易/进出口','零售/批发','租赁服务')),
        '5' => array('文体教育',array('教育/培训','工艺美术','奢饰品')),
        '6' => array('生产制造',array('汽车/摩托','大型设备','加工制造','仪表仪器','印刷/包装','办公用品','生物工程','医疗设备','航天航空')),
        '7' => array('交通|物流',array('交通/运输','物流/仓储')),
        '8' => array('服务业',array('医疗/保健','酒店/餐饮','旅游/度假')),
        '9' => array('文化|体育',array('媒体/出版','体育/休闲')),
        '10' => array('能源|环保',array('能源/矿产','石油/化工','电力/电器','环保')),
        '11' => array('政府机构',array('政府','公共事业','非营利机构','学术/科研')),
        '12' => array('农|林|牧|渔',array('农业','林业','牧业','渔业','跨领域')),
        '13' => array('其它',array('其它')),
    ),
);